testdata/IN_2023_02/Roundtrip/produkt/rente/fr/20150723_abbruch_antrag_2023_02b.xml_request_2023_02b.xml

<?xml version="1.0" encoding="ISO-8859-1" standalone="no"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xm="http://www.w3.org/2005/05/xmlmime" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  
  <soapenv:Header/>
  
  <soapenv:Body>
    
    <taa:getOrder xmlns:leben="http://www.bipro.net/namespace/leben" xmlns:nachr="http://www.bipro.net/namespace/nachrichten" xmlns:taa="http://www.bipro.net/namespace/versicherung/tarifierung">
      
      <taa:Request>
        
        <nachr:BiPROVersion>2.4.6.1.12</nachr:BiPROVersion>
        <nachr:ConsumerID>WS DEV TEAM</nachr:ConsumerID>
        
        <taa:Antrag xmlns:allgemein="http://www.bipro.net/namespace/allgemein" xmlns:basis="http://www.bipro.net/namespace/basis" xmlns:daten="http://www.bipro.net/namespace/datentypen" xmlns:gevo="http://www.bipro.net/namespace/gevo" xmlns:kapanl-basis="http://www.bipro.net/namespace/kapitalanlage/basis" xmlns:leben="http://www.bipro.net/namespace/versicherung/produktmodell/leben" xmlns:partner="http://www.bipro.net/namespace/partner" xmlns:pm="http://www.bipro.net/namespace/produktmodell" xmlns:vb="urn:de:vb:bipro:taa:leben:1.12" xmlns:vs-pm="http://www.bipro.net/namespace/versicherung/produktmodell">
          
          <gevo:Vermittler>
            
            <allgemein:PartnerID>3</allgemein:PartnerID>
            
          </gevo:Vermittler>
          
          <gevo:Dokumentanforderung>
            
            <gevo:ArtID>Antrag</gevo:ArtID>
            
          </gevo:Dokumentanforderung>
          
          <taa:Zahlungsart>2</taa:Zahlungsart>
          
          <taa:Partner xsi:type="partner:CT_JuristischePerson">
            
            <partner:Anrede>3</partner:Anrede>
            
            <partner:PartnerID>2</partner:PartnerID>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>10</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>20</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>40</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>50</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>60</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
          </taa:Partner>
          
          <taa:Partner xsi:type="partner:CT_Person">
            
            <partner:Name>Toufique Mouafik </partner:Name>
            
            <partner:Namenszusatz1>Idrissi</partner:Namenszusatz1>
            
            <partner:PartnerID>3</partner:PartnerID>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>10</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>20</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>40</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>50</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>60</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Vorname>Idrissi</partner:Vorname>
            
            <partner:Berufstaetigkeit>
              
              <partner:KoerperlichTaetig>10</partner:KoerperlichTaetig>
              
              <partner:NichtKoerperlichTaetig>70</partner:NichtKoerperlichTaetig>
              
            </partner:Berufstaetigkeit>
            
          </taa:Partner>
          
          <taa:Partner xsi:type="partner:CT_Person">
            
            <partner:Anrede>1</partner:Anrede>
            
            <partner:PartnerID>1</partner:PartnerID>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>10</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>20</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>40</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>50</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Kommunikationsverbindung>
              
              <partner:ArtID>60</partner:ArtID>
              
            </partner:Kommunikationsverbindung>
            
            <partner:Geburtsdatum>1992-11-01</partner:Geburtsdatum>
            
            <partner:Geschlecht>1</partner:Geschlecht>
            
            <partner:Staatsangehoerigkeit>BR</partner:Staatsangehoerigkeit>
            
            <partner:Berufstaetigkeit>
              
              <partner:KoerperlichTaetig>10</partner:KoerperlichTaetig>
              
              <partner:NichtKoerperlichTaetig>70</partner:NichtKoerperlichTaetig>
              
            </partner:Berufstaetigkeit>
            
          </taa:Partner>
          
          <taa:Versicherungsnehmer>
            
            <partner:PartnerID>2</partner:PartnerID>
            
          </taa:Versicherungsnehmer>
          
          <taa:Verkaufsprodukt>
            
            <pm:Produkt xsi:type="leben:CT_Produkt">
              
              <basis:Erweiterung xsi:type="vb:CT_ProduktErweiterung">
                
                <vb:Tarifgruppe>Normal</vb:Tarifgruppe>
                
              </basis:Erweiterung>
              
              <pm:GewuenschteZahlungsweise>8</pm:GewuenschteZahlungsweise>
              
              <pm:Beitrag>
                
                <pm:ArtID xsi:type="daten:STE_BeitragBasis">01</pm:ArtID>
                
                <pm:Betrag>
                  
                  <allgemein:Betrag>150</allgemein:Betrag>
                  
                  <allgemein:Waehrung>EUR</allgemein:Waehrung>
                  
                </pm:Betrag>
                
                <pm:Zahlungsweise>8</pm:Zahlungsweise>
                
              </pm:Beitrag>
              
              <pm:Versicherungsdauer>
                
                <allgemein:Beginn>2022-11-01T12:00</allgemein:Beginn>
                
              </pm:Versicherungsdauer>
              
              <pm:Kennung>FR</pm:Kennung>
              
              <pm:Elementarprodukt xsi:type="leben:CT_Rente">
                
                <basis:Erweiterung xsi:type="vb:CT_RenteErweiterung">
                  
                  <vb:TodesfallleistungImBezug>Keine</vb:TodesfallleistungImBezug>
                  
                </basis:Erweiterung>
                
                <pm:Beitrag>
                  
                  <pm:Betrag>
                    
                    <allgemein:Waehrung>EUR</allgemein:Waehrung>
                    
                  </pm:Betrag>
                  
                  <pm:Zahlungsweise>8</pm:Zahlungsweise>
                  
                </pm:Beitrag>
                
                <pm:Versicherungsdauer>
                  
                  <allgemein:AnzahlJahre>40</allgemein:AnzahlJahre>
                  
                  <allgemein:AnzahlMonate>0</allgemein:AnzahlMonate>
                  
                </pm:Versicherungsdauer>
                
                <leben:IstHauptversicherung>true</leben:IstHauptversicherung>
                
                <leben:UeberschussverwendungNachLeistung xsi:type="daten:STE_UeberschussverwendungBasis">14</leben:UeberschussverwendungNachLeistung>
                
                <leben:UeberschussverwendungVorLeistung xsi:type="daten:STE_UeberschussverwendungBasis">12</leben:UeberschussverwendungVorLeistung>
                
                <leben:VersichertePerson>
                  
                  <partner:PartnerID>1</partner:PartnerID>
                  
                </leben:VersichertePerson>
                
                <leben:FlexibleAuszahlphase>
                  
                  <allgemein:AnzahlJahre>0</allgemein:AnzahlJahre>
                  
                </leben:FlexibleAuszahlphase>
                
              </pm:Elementarprodukt>
              
              <leben:BAV>
                
                <leben:Durchfuehrungsweg>Pensionskasse</leben:Durchfuehrungsweg>
                
                <leben:Finanzierungsform>Entgeltumwandlung</leben:Finanzierungsform>
                
                <leben:Zusageform>02</leben:Zusageform>
                
              </leben:BAV>
              
              <leben:VorgabeBerechnung>
                
                <leben:ArtID xsi:type="daten:STE_VorgabeBerechnungBasis">Bruttobeitrag</leben:ArtID>
                
                <leben:Kontext xsi:type="daten:STE_VorgabeBerechnungKontextBasis">Produkt</leben:Kontext>
                
              </leben:VorgabeBerechnung>
              
            </pm:Produkt>
            
          </taa:Verkaufsprodukt>
          
          <taa:Antragsdatum>2015-07-23</taa:Antragsdatum>
          
          <taa:Abschlussmodell>Antragsmodell</taa:Abschlussmodell>
          
          <taa:Unterschriftsverfahren>03</taa:Unterschriftsverfahren>
          
          <taa:Antragsart>01</taa:Antragsart>
          
          <taa:Beitragszahler>
            
            <partner:PartnerID>2</partner:PartnerID>
            
          </taa:Beitragszahler>
          
        </taa:Antrag>
        
      </taa:Request>
      
    </taa:getOrder>
    
  </soapenv:Body>
  
</soapenv:Envelope>
